Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 최종 리허설, 다들 1차적으로 무대에서 한 번 리허설을 하고 최종적으로 생방송처럼 순서대로 쭉 연속적으로 최종 리허설을 한다.
en: The final rehearsal. Everyone has had a chance on the stage for the first rehearsal. Now there is one final rehearsal where each of the teams will go up on stage and perform one right after another as is done during a live broadcast.

source: 그리하여 촬영장에서 부딪히게 될 상황들을 직접 겪어 보며 실제 단편 영화를 제작하기도 한다.
en: So, we have them produce short films to get a direct experience of the sorts of situations that arise on a film set.

source: 슈퍼주니어, 원더걸스, 소녀시대, 빅뱅, 방탄소년단
en: Super Junior, Wonder Girls, Girls Generation, Big Bang, BTS

source: 헤어·메이크업 팀과 가수 멤버들을 밴 두 대에 나눠 태우고 방송국으로 출발한다.
en: The hair and makeup team and the singers get into two different vans and we leave for the broadcasting station.

source: 대형 가수 기획사의 경우, 이미 소속되어 있는 선배 가수들을 통하여 여러 가지 노하우도 전수받고 선배 가수들의 무대에 게스트로 초청되어 공연하는 기회도 가질 수 있다.
en: For large singer management companies, trainees can learn all kinds of things from the singers that came before them because they belong to the management company. They also have opportunities to be invited onto stage for guest performances.

source: 외적인 요건이 어느 정도 갖추어졌다면 두 번째는 ‘끼’이다.
en: If the actor already has the look more or less, then the next thing required is talent.

source: 이러한 제작 과정을 마치고 나면 프로모션 및 매니지먼트 활동을 계획한다.
en: Once this production process is complete, planning starts for promotional and management activities.

source: ▪ 오후 10시에서 오전 6시까지 금지
en: ▪ Prohibited from performing between 10 pm and 6 am

source: 팬덤 형성 과정
en: Formation process of fandom

source: 아무래도 대형 기획사가 다양한 트레이닝 과정을 제공하고 우수한 보컬 트레이너, 안무가, 연기 지도자, 음반 프로듀서 등을 보유하고 있기에 좋은 환경에서 양질의 교육을 받는 기회를 가질 수 있다.
en: Large management companies offer a range of training courses, and employ distinguished vocal trainers, choreographers, acting coaches, and music producers which enables the trainees to have the opportunity to receive quality education in a good environment.

source: 연예인의 필요에 따라 특정 교육 과정을 알아보고 연결해 준다.
en: As required by the celebrity, they can also find specific training courses available and connect the celebrity with those programs.

source: 올림픽 선수식 조기 선발 집중 트레이닝 시스템에는 숱한 논란이 있었지만, 한국의 엔터테인먼트 산업에 긍정적으로 적용되었다.
en: Although the Olympic style early selection and intensive training system has been rife with criticism, it has been positively applied to the entertainment industry.

source: 2천만 원 +/-α
en: 20 million won, plus or minus

source: YG는 국내의 대표적인 ‘In House Producing’ 체계를 갖춘 기획사로, 보유 가수를 트레이닝 초기부터 작곡가 육성 트랙을 제공하여 중장기적으론 가수 개개인이 프로듀싱할 수 있는 능력을 갖추게 한다.
en: YG is the prominent management company in Korea with an “in-house production” system. The company offers a songwriter development track from the beginning of actor training, so individual singers that have been in the program from the mid- to long-term develop the capabilities to produce songs.

source: 아이돌 그룹의 데뷔 공식은 사전 마케팅을 거친 후 본격적으로 지상파 3사의 음악 방송에 출연하는 것인데, 일반적으로 6주간의 공식적인 데뷔 기간을 가진다.
en: Idol groups debut in the following manner. After pre-marketing is conducted the group actively appears in music broadcasts on the Big Three terrestrial stations. Usually a period of about 6 weeks is set aside for the official debut period.

source: 여기서 유의할 점은 계약 기간인데, 7년이라 하더라도 대부분 ‘데뷔 후 7년’이라는 조항이 있다.
en: Some fine print to pay attention to in the contract is even though the contract says seven years, there is usually a clause that mentions seven years from the day of the debut.

source: 자켓&뮤직비디오 촬영
en: Jacket & music video shoot

source: 본격적으로 한류가 산업으로 영향을 미치기 시작한 것은 1세대 아이돌 그룹 H.O.T의 베이징 공연이 열린 2000년, 중국 매체들이 아시아 지역을 강타한 한국 대중문화의 영향력이라는 의미로 처음 ‘한류’라는 단어를 쓰면서부터였다.
en: The Korean wave industry began to have a full-scale impact with the 1st generation idol group H.O.T. performing in Beijing in 2000. This was when the Chinese press media first began using the term “Korean wave” to describe the major impact Korean popular culture was having in Asia.

source: 재능 있는 연습생 인재 풀(pool)을 확보하는 만큼 히트곡 제조기인 유명 작곡가들로부터의 곡을 수급하는 것 역시 중요한 부분을 차지한다.
en: Getting a song supplied from a famous songwriter, the hit makers, is tantamount to securing a talented trainee pool.

source: 올레뮤직, 소리바다, 엠넷, 벅스, 네이버뮤직, 다음뮤직
en: Olleh Music, Soribada, Mnet, Bugs, Naver Music, Daum Music

source: 따라서 에이전트의 역량에 따라 해당 연예인의 미래 커리어가 결정된다고 해도 과언이 아니다.
en: Therefore, it is no exaggeration to say that the future career of a certain celebrity hinges on the capabilities of an agent.

source: 가수 기획사의 프로듀서·작곡가는 IT 제조 업체의 핵심 엔지니어 격이다.
en: The producers and songwriters in a singer management company make up the core engineer standard as you would find at a tech manufacturing company.

source: ● 미국 연예 매니지먼트 산업의 특징
en: ● Features of the American celebrity management industry

source: 제4조 (청소년의 학습권 보장) ① 기획업자는 대중문화예술인이 ｢교육기본법｣ 제8조에 따른 의무교육을 받을 권리를 보장하여야 한다.
en: Article 4 (Guarantee's right to learn) ① The Planner is to guarantee the rights of the Popular Culture Artist to receive compulsory education pursuant to Article 8 of the Framework Act on Education.

source: 미국 연예 매니지먼트 산업의 특징
en: Features of the American celebrity management industry

source: 배우를 하게 된 동기는 무엇인가?
en: What motivated you to become an actor?

source: 기획 Concept Target Positioning
en: Planning concept target positioning

source: 배우가 되기 위해서는 아카데미를 거쳐야 하나?
en: Do I have to attend an acting school to become an actor?

source: 어떤 사람들은 다시 태어나면 부잣집에 태어났으면 하는 바람을 가질지 모르지만, 부자의 삶도 연예인 못지않다는 걸 잘 알기에 나는 지금의 삶이 소중하게 느껴진다.
en: If they could be born again, some may wish they were born to a wealthy family, but I am well aware of how wealthy people’s lives are no better than celebrities’ lives so I feel that the life I am living now has value.

source: 배우 매니지먼트 산업 생태계
en: Actor management industry ecosystem

source: 그래서 그런지 나에 대한 걱정이 정말 많으셨다.
en: Perhaps that was why they were very worried about me.

source: 가끔 인터넷에 나의 이름을 검색해 보며 혹시 누가 나를 밀고하지는 않는지 확인하는 나 자신이 참 피곤해 보일 때가 많다.
en: There are many times when I really tire myself out by sometimes searching my own name on the internet to see if someone is say something about me.

source: ④ 기획업자는 연습생에게 극도의 우울증세 등이 발견될 경우, 연습생의 동의하에 적절한 치료 등을 지원할 수 있다.
en: ④ If the trainee is discovered to suffer from extreme depression, then with the trainee’s consent, the Planner can provide suitable treatment.

source: 나 자신도 무대 위에서 퍼포먼스를 한다는 것이 재미보다는 두려움이 컸던 것 같다.
en: I think when it came to performing on the stage, it wasn’t fun for me and it just terrified me.

source: 각 포털 사이트 연예 뉴스에메인으로 노출
en: Exposure on the celebrity news media of each portal site

source: 음원, 음반 구입
en: Purchase digital music, album

source: 드라마 배우?
en: Drama actor?

source: 관련 업체와 셀럽 모두 말이다.
en: This goes both for the companies involved and one-person celebrities.

source: 너무 추상적인 말인가? (웃음)
en: Perhaps I am being too abstract. (laugh)

source: 따라서 매니저들은 어떻게 해서든 소속 신인 가수들의 앨범을 한 번이라도 듣게 하려고 매일같이 방송국을 찾아가 직접 커피를 타는 등 친분을 쌓기 위해 일반인들이 상상하기 힘들 정도의 부단한 노력을 한다.
en: Therefore managers do whatever is necessary to get their new singer’s album on the air visiting the broadcasting stations each day, constantly making great effort doing what everyday people would consider the unimaginable to get close with such individuals by doing things such as making them coffee.

source: ⑥ 기획업자는 연습생의 훈련활동에 소요되는 모든 비용을 원칙적으로 부담한다.
en: ⑥ The Planner is to bear all the expenses required for the training activities for the Trainee.

source: 한국의 매니지먼트 산업의 성장 과정을 보면 60년대까지는 철저히 연예인과 개인 매니저 1대1 관계로, 매니저는 연예인의 ‘일 봐 주는 사람’이라는 개념이었는데, 주로 연예인의 고향 친구, 선후배 등이 자연스레 일을 하게 되었다.
en: When you look at the growth process of the management industry in Korea, you can see the concept of personal managers tethered to celebrities at a 1:1 ratio, which was steadily maintained. This was a concept of of “an assistant.” Usually this position went to a hometown friend of the celebrity. Predecessors and those hopefuls also naturally took up this role.

source: 우리는 누구나 크리에이터가 될 수 있는 시대에 살고 있다.
en: We live in an era where anyone can become a creator.

source: 제작사는 콘텐츠 제작 예산 부족에 시달리게 된다.
en: The production company is then faced with an insufficient budget for content production.

source: 2010년 데뷔곡 <사랑해 U>를 출시하며 정식 가수로 데뷔하였으며, tvN의 대히트 드라마 <응답하라 1997>에 출연하며 스타 반열에 올랐다.
en: He made his official debut in 2010 when his debut song, I Love U was released. He also appeared in the hit drama on tvN, Reply 1997, which made him a star.

source: 톱스타들의 과도한 수익 배분율 폐해는 콘텐츠의 부실로 이어진다
en: The excessive harm top stars suffer from earnings allocation results in poor content

source: 나도 나지만 그들도 참 안쓰럽구나.
en: I have to worry about myself, too, but they look so pitiable.

source: 신곡 & 녹음
en: New songs & recordings

source: ● 좋은 소속사 고르는 방법, 돈을 요구하는 회사는 절대 No!
en: ● How to choose a good agency. Don’t work with a company that asks for money!

source: ㈜딜라이브 대표이사 전용주
en: D’LIVE Co., Ltd. CEO Jeon Yong-ju.

source: 대형 아카데미를 통한 연예인 육성 시스템
en: Celebrity development system through large academies

source: 소속 가수들을 응원할 수있도록 정보, 혜택 제공
en: Provide information and benefits to encourage cheering for managed singers

source: 몰래 군것질거리를 사다 놓고 밤에 모여서 먹다가 들키는 경우도 있고, 분명 별다른 군것질을 안 하는 것 같은데 살이 안 빠져서 숙소를 불심검문하면 과자 박스가 뭉치로 나오는 경우도 있다.
en: There are cases where trainees are caught snacking together on something someone bought beforehand. Then some trainees can’t losing weight even though they don’t appear to be snacking but after a random search at the accommodations, an entire box of snacks is found.

source: 앞서 보았듯이 한국의 매니지먼트사는 지속적으로 안정적인 수익을 창출할 수 없는 구조로 되어 있다.
en: As we saw earlier, Korean management companies are structured in such a way that they cannot continuously generate stable earnings.

source: ● 언론 마케팅
en: ● Press Marketing

source: 청소년 대중문화예술인 표준 부속합의서
en: Standard Affiliation Agreement for Young Popular Culture Artists

source: 에이전트는 연예인의 활동에 있어 최대한의 이익을 연예인에게 제공하는 것이 주된 업무라고 할 수 있으며 나아가서는 연예인과 메이저 스튜디오, 대형 음반사 레이블 등 양측 모두의 이해관계를 합리적인 범위 내에서 만족시키는 거래를 성사시키며 거기서 발생한 수수료를 통해 이익을 창출한다.
en: The main task of the agent could be said to provide these celebrities with the greatest profit possible for the celebrities’ activities. Further, it is to close deals within reason, that are acceptable to all parties involved whether it be for a major studio or a large record label. The agent would generate profits from the fees arising from such deals.

source: 우선, 매니저는 스타를 연구·분석해야 한다.
en: First, a manager must research and analyze the star.

source: ● 전속 계약금 폐지&에이전시 시스템 도입
en: ● Do away with exclusive contact fees & introduce an agency system

source: 즉, 5년간은 지속적으로 연예인의 유지 비용을 지불해야 하고 데뷔 후 인지도가 올라가고 수익이 창출될 때쯤이면 계약이 만료되어 타 회사로 이적하거나 1인 기획사를 차리는 것이다.
en: This means for five years the company has to continuously bear the costs for supporting these celebrities, and after they debut, begin to see an improvement in their recognition, and at about the time when earnings begin to be generated, their contract expires and the celebrities either transfer to another company or established their own one person management company.

source: 배우 매니지먼트 업계에서 20년 넘게 일한, 맏형 격인 매니저 업계의 산증인 iHQ의 김상영 본부장을 모시고 인터뷰를 했다.
en: I interviewed iHQ Chief Director, Kim Sang-yeong, a living witness in the management field and a seasoned veteran who has worked in the actor management industry for more than 20 years.

source: ② 연습생이 청소년인 경우, 기획업자와 연습생은 문화체육관광부 장관이 정하여 고시한 「청소년 대중문화예술인(또는 연습생) 표준 부속합의서」를 체결하여야 한다.
en: ② If the trainee is a minor, the Planner and the Trainee must conclude the “ Youth Standard Affiliation Agreement for Popular Culture Artist (or Trainee) ” as announced and determined by the Minister of Culture, Sports and Tourism.

source: 즉, 데뷔 전날까지는 정말 그 누구도 무사히 데뷔한다는 보장이 없다.
en: This means up until the day before the debut, there are no guarantees as to who will make it to the debut safely.

source: 연예인은 어느 자리에 가나 대접을 받고 주위 사람들로부터 응원을 받는 직업이다.
en: A celebrity is a job where you are received wherever you go and are cheered by those around you.

source: 이젠 아무런 감정 없이 웃으면서 말할 수 있는 경륜도 생겼고 여유도 있기에 솔직히 말했다.
en: Now I can talk about it plainly because I have gone through a lot and am at ease with myself to be able to talk about it jokingly and without any remorse.

source: 성 명 :
en: Full name:

source: 다년간 배우 연기 학원을 경영해 왔다.
en: I have managed an acting school for actors for several years.

source: 가수와 배우의 프로그램은 크게 차이가 난다.
en: There are major differences in programs for singers and actors.

source: 당신은 연예인이기 전에 이 사회의 구성원 중 한 사람이다.
en: Before you became a celebrity, you were merely a member of society.

source: 그때가 인생에서 가장 우울했던 시기였다.
en: This was the most depressing time in my life.

source: 기획업자
en: Planner

source: ② 대중문화예술인의 법정대리인은 주계약에 따른 기획업자의 활동(교육 활동을 포함한다)에 대하여 자신의 의견을 언제든지 제시할 수 있다.
en: ② The legal representative of the Popular Culture Artist may present his or her opinion at any time on the activities of the Planner (including educational activities ) pursuant to the Main Contract .

source: 일반인은 물론 이 분야에 종사하고 있는 많은 사람에게도 엔터테인먼트 산업 전반에 대한 이해에 큰 도움이 될 것이라 생각한다.
en: I think this book will be a big help for the many working in the entertainment industry and everyone else as well.

source: 그때 상황에서 서로의 이해관계가 서로 일치해서 시너지 효과가 극대화되어 서로 공존, 공생하는 것이지.
en: The situation for them is such that they coexist and are symbiotic, maximizing the synergy effect because they share a coincidence of interest.

source: 요즘은 소셜 미디어(Social Media)로 많은 사람이 소통하고 있어 스타 마케팅에 있어서 소셜 미디어가 차지하는 부분이 날로 커지고 있다.
en: These days more and more people communicate via social media, and the proportion that social media marketing takes up is growing by the day.

source: 스타들의 마음을 안정감 있고 풍요롭게 만드는 것, 그게 매니지먼트다.
en: Management is there to give the star a sense of stability and enrichment.

source: 톱 가수가 되고 난 후에 찾아오는 변화
en: Changes that set in after becoming a top singer

source: 다만, 이 경우 기획업자는 연습생의 성장가능성에 관한 평가 결과 등 합리적인 근거를 제시하여야 한다.
en: Provided, in this case, the Planner must present reasonable grounds such as assessment results of the growth potential of the Trainee.

source: 가수를 준비하는 후배들에게 가장 해 주고 싶은 말 3가지가 있다면?
en: What are three things you would like to say to those who are planning on becoming singers?

source: 신인 배우 시절 가장 힘들었던 것은 무엇인가?
en: What was most difficult about being a new actor?

source: 평가(전속 계약)
en: Assessment (exclusive contract)

source: 따라서 외모가 출중하고 끼를 갖추고 있다면 배우가 되기 위한 기본은 갖춘 것이다.
en: That’s why if you are good looking and have the talent, then you have the basic foundation to become an actor.

source: 몸이 피곤하여 잠시 눈을 붙이고도 싶지만, 이러한 경쟁사 분석을 게을리하면 발전이 있을 수 없다.
en: I feel tired and want to rest my eyes a little, but there can be no development if I am careless about analyzing our competitors.

source: 시청자들은 극 중 캐릭터와 현실의 배우를 동일시하는 경향이 매우 강하기 때문에 배우는 매력 있는 캐릭터 캐스팅에 집착할 수밖에 없고, 실제로 배우에게 있어서 작품의 선택은 매우 중요하다.
en: There is an insistence on casting charming characters for on-screen roles because viewers tend to strongly associate the actor with the character he or she plays on screen. Choosing a production is actually also very important for the actors as well.

source: 그 후 90년대, 큰 변화가 오게 되는 계기가 생긴다.
en: Afterwards, the 1990s presented opportunities for sweeping changes.

source: 이와 같은 능력을 바탕으로 거래 상대에게 소속 연예인을 논리적으로 ‘세일즈’하여 회사가 원하는 작품 또는 프로젝트를 성사시킬 수 있어야 한다.
en: Based on such abilities, the manager must be able to logically pitch affiliated celebrities to counterparties and must be able to close deals on productions and projects that are sought after by the company.

source: 내가 미국을 예시를 든 이유는 우리가 선호하는 대부분의 플랫폼이 미국의 개발과 활성화 선점을 통해 우리에게 왔기 때문이다.
en: The reason I used the United States as an example was that most of the platforms Koreans prefer using have already been developed and are actively used there before being introduced in Korea.

source: 연예인(가수, 배우, 예능인)이 되고 싶은 이유를 끊임없이 질문하고 고민하라
en: Constantly ask yourself why you want to become a celebrity (singer, actor, entertainer), and think deeply over it.

source: 배우 중에는 영화에만 출연하는 배우와 드라마에만 출연하는 배우가 있다.
en: Among actors are there those who only appear in film and others who only appear in dramas?

source: 할리우드는 초기에 스타가 될 재목을 발굴하여 그런 스타를 중심으로 영화 및 드라마 콘텐츠를 기획, 제작하여 흥행의 안전성을 확보하는 스튜디오 중심의 시스템이었다.
en: In the early days of Hollywood, talented individuals who could become stars were discovered, movies and drama content was planned and produced around such stars, all part of a studio centered system that secured safety in the entertainment industry.

source: 단순히 섭외를 잘해서 일을 많이 하게 하는 게 전부가 아니다.
en: It is not all about simply casting and doing a lot of work.

source: 배우 입장에서도 어떤 매니저를 만나느냐가 중요한 거다.
en: For the actor’s as well, the type of manager they work with is important.

source: 나에게는 가장 좋고 나쁜 것이 없는 것 같다.
en: There doesn’t seem to be a best or worst for me.

source: ③ 2인 이상의 연습생에게 동시에 투자된 비용의 경우(예를 들어 단체훈련 등), 연습생별로 균등 배분하여 적용하는 것을 원칙으로 하되, 해당 연습생의 동의를 받아서 달리 적용할 수 있다.
en: ③ In the case where an investment is made for the expenses of two or more trainees at the same time (for example, for group training), then an equal distribution for all the trainees involved is to be applied, otherwise, consent must be obtained from the trainees involved.

source: 한때 가수 기획사를 보유한 음원 유통사가 자사 소속 가수의 차트를 조작했다는 비난이 있기도 했다.
en: At one time, one digital music distributor was criticized for manipulating the charts in favor of singers affiliated with the management company owned by the same distributor.

source: 즉, 일반 회사원과 크게 다를 바 없는 월급제 형태이다.
en: Meaning this is a salaried system that is little different from that of company employees.

source: 신인 때는 어디서 좋은 작품이 기획 진행되는지 오디션 정보를 얻으려고 백방으로 뛰어다녔다면, 지금은 가만히 앉아 있어도 여기저기서 소속 배우를 출연시켜 달라는 ‘러브 콜’들이 들어온다.
en: When an actor is just starting out, the management company has to do everything necessary in finding out what planning is taking place for good productions and where, and in obtaining audition information. However, when it comes to famous actors, the management company gets “love calls” left right and center asking for the actor to appear in their production.

source: 전체적인 가수 제작 프로세스는 다음 그림을 참조하면 된다.
en: Refer to the following diagram for the overall production process for singers.

source: 3대 기획사 음반 제작 시스템
en: Album production system for the Big Three management companies

source: 공연, 팬미팅, 동반 여행 등의 우수 팬 혜택
en: Excellent fan benefits such as attend performances, fan meetings, accompanied travel, etc.

source: 웬만한 내공의 배우가 아니라면 영화에서 주연을 맡기는 쉽지 않은 것만은 분명하다.
en: Then obviously it is difficult to receive a main role for movies unless you are a seasoned actor.

source: 그리고 우리가 잘 알고 있는 대형 기획사들의 경우, 소속된 선배 가수들을 보면 회사가 지향하는 연예인의 모습을 유추할 수 있다.
en: And in terms of the large management companies that we are familiar with, when you look at the singers they produced, you can make an assumption about the direction the company in regards to its celebrities.

source: 캐스팅 1세대:
en: Era of 1st Generation Casting

source: ● 역시 외모는 중요하다, 하지만 끼가 없다면 팥소 빠진 찐빵일 뿐
en: ● Our course appearances are important, but without talent, it’s like an empty shell

source: 온라인 제휴
en: Online partnership

source: 그러나 향후 인건비의 상승과 52시간 근무 제도 정착 등의 제도적인 변화에 따라 이 시스템에도 한계가 올 가능성이 있다고 보인다.
en: However, I think there are limitations to the potential for this system due to systematic changes such as rising labor costs and the introduction of policy for a 52 hour work week.

source: * 단, 용역 제공일의 다음 날이 학교의 휴일인 경우에는 청소년과 법정대리인의 동의하에 자정까지 제공 가능
en: * Provided, if the day following the service delivery date is a school holiday, such services can be provided until midnight with the consent of the minor and the minor’s legal representative.

source: 또한, 일본에서 한류 콘텐츠 유통 사업을 발전시키면서 많은 경험을 할 수 있었다.
en: Also, I had many experiences while developing the distribution business for Korean Wave content in Japan.

source: 1인 콘텐츠 크리에이터가 되고자 하는 이들에게 해 주고 싶은 말이 있나?
en: Is there anything you would like to say to those who would like to become one-person content creators?

source: 그러나 ‘끼’가 부족하면 대게 오래가지 못하고 스스로 주목받는 삶을 힘들어하다 자연스럽게 은퇴하기도 한다.
en: However, if they don’t have “talent,” they will soon fizzle and will have a hard time trying to get under the spotlight before naturally retiring.

source: 음반 산업 생태계
en: Ecosystem of the album industry

source: 이와 같은 ‘소프트 파워(Soft Power)’의 중심부에 위치하고 있는 것 중의 하나가 대중 스타와 연예인을 관리하는 연예 매니지먼트 영역이다. ‘딴따라’에 비유되었던 시절에서 벗어나 대중문화의 막강한 플레이어로서 연예 매니지먼트의 사회적, 산업적 위상도 가파르게 상승하였으며 특히 아시아 지역을 넘어서 유럽과 남미까지 불기 시작한 한류는 그 성장세가 아직 멈추지 않았으며 양적으로나 질적으로 더욱 성장할 것이다.
en: Likewise, one field that is positioned at the center of “soft power” is celebrity management, the management of popular starts and celebrities. The playing field has changed dramatically compared to the days gone by where celebrities were compared to lowly performers. As formidable players in popular culture, the status of celebrity management has skyrocketed from a social and industry standpoint. In particular, the Korea wave that has begun to reach beyond Asia and crash on the shores of the United States and Europe is still in its early stages. There is still more room to grow qualitatively and quantitatively.

source: ② 훈련활동직접비의 범위는 기획업자와 연습생이 상호 협의하여 정한다.
en: ② The scope of the the Direct Expenses for Training Activities are to be determined through a mutual agreement with the Planner and the Trainee.

source: 마지막으로는 ‘인간적인 배우’이다.
en: The last one is become a “humanistic actor.”

source: 국내 연예계의 전무후무한 ‘미다스의 손’이라 불리는 싸이더스HQ의 정훈탁 대표를 만났다.
en: I met Jeong Hun-Tak, the CEO of Sidus, who is known as having a Midas touch that is unparalleled in the Korean entertainment industry.

source: 그때 교육받았던 배우들에는 장혁, 전지현, 조인성 등이 있고, 아카데미 개원 이후로도 송중기, 박보검, 이상엽, 조보아, 김유정, 김소현, 권나라, 김보라, 이지훈, 이열음, 이태선 등 수많은 배우를 오랜 시간 트레이닝하며 스타로 배출해 냈다.
en: The actors that were trained at that time include Jang Hyuk, Jeon Ji-hyun, and Jo In-sung. After the academy opened, it has trained many stars over a long time including Song Joong-ki, Park Bo-gum, Lee Sang Yeob, Jo Bo-ah, Kim Yoo-jung, Kim So-hyun, Kwon Nara, Kim Bo-ra, Lee Ji-hoon, Lee Yeol-eum, Lee Tae-sun.

source: 스튜디오 제작 시스템을 기반으로 자본 집약적인 산업을 이루고 있는 할리우드의 전문성과 시스템화된 구조에서 우수한 인력들이 높은 수익을 창출해 내는 것과는 출발부터 다를 수밖에 없다.
en: This is completely different from the professionalism and systematized structure of Hollywood that is becoming a capital-intensive industry based on studio production systems and where high earnings are created based on outstanding personnel.

source: 제1조 (목적 및 정의) ① 이 계약의 목적은 기획업자와 연습생이 상호 발전을 위해 적극적으로 협력하는 것을 전제로, 기획업자는 연습생의 재능과 자질이 최대한 발휘될 수 있도록 훈련제공 등의 투자를 하며, 연습생은 기획업자가 제공하는 훈련 등에 충실히 임하고 자기개발을 위해 노력함으로써 상호 발전과 이익을 도모하는 데 있다.
en: Article 1 (Purpose and Definitions) ① The purpose of this contract is to seek mutual development and benefit on the premise that the Planner and the Trainee will actively collaborate for both parties’ mutual development with the Planner investing in providing training to enable the trainee to present his or her abilities and talents as best as possible, and the trainee will carry out his or her duties faithfully regarding the training provided by the Planner, and by the trainee making effort towards self-development.

source: 그 이후 몇 달 동안 일주일에 2~3번 정도 계속 전화하면서 안부도 묻고 조용필 씨의 텔레비전 영상물을 모니터하니 한번 와 보라고 했다.
en: Afterwards, for several months I kept calling his brother twice or three times a week, asking how he is doing before he asked me to come to the office to monitor some videos in which Cho Yong-pil made television appearances.

source: 연예인 지망생에게 다이어트는 필수 과정이다.
en: dieting is an essential process for celebrity hopefuls.

source: 회사에서는 연예인 지망생 중 가능성이 보이는 인재를 조기 발굴하여 회사와 전속 계약을 한 후 집중 트레이닝을 거쳐 상품화 시키는 것이 빠르고 효율적이라고 판단하는 것이다.
en: Talented individuals that appeared to have potential among these celebrity hopefuls our scouted early on by the company and after an exclusivity contract is signed with the company they undergo intensive training. This is seen as being a quick and efficient way to commercialization.

source: 신인배우 시절 가장 기억에 남는 경험이나 생각은 무엇인가?
en: What experience or memories did you have that were most memorable when you were a new actor?
